achil.vscode-javascript-repl
alexdima.copy-relative-path
bmewburn.vscode-intelephense-client
BriteSnow.vscode-toggle-quotes
ChaunceyKiwi.json-tree-view
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens-insiders
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.copilot
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
HookyQR.beautify
imperez.smarty
julianchen.babylon-js-viewer
mblode.twig-language-2
mhutchie.git-graph
mikestead.dotenv
mkloubert.vscode-remote-workspace
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vsts.team
NativeScript.nativescript
Nur.just-black
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
patbenatar.advanced-new-file
peakchen90.vue-beautify
PKief.material-icon-theme
ritwickdey.LiveServer
ryannaddy.laravel-artisan
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
sketchbuch.vsc-quokka-statusbar
slevesque.shader
steoates.autoimport
Stepsize.stepsize
thekalinga.bootstrap4-vscode
tombonnike.vscode-status-bar-format-toggle
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wix.vscode-import-cost
wmaurer.vscode-jumpy
Wscats.vue
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
