aswinkumar863.smarty-template-support
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens-insiders
esbenp.prettier-vscode
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
HookyQR.beautify
imperez.smarty
mblode.twig-language-2
mhutchie.git-graph
mkloubert.vscode-remote-workspace
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
NativeScript.nativescript
Nur.just-black
octref.vetur
peakchen90.vue-beautify
PKief.material-icon-theme
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
sketchbuch.vsc-quokka-statusbar
slevesque.vscode-hexdump
Stepsize.stepsize
thekalinga.bootstrap4-vscode
tombonnike.vscode-status-bar-format-toggle
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wix.vscode-import-cost
Wscats.vue
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
Zignd.html-css-class-completion
zobo.php-intellisense
