amiralizadeh9480.laravel-extra-intellisense
aswinkumar863.smarty-template-support
bmewburn.vscode-intelephense-client
BriteSnow.vscode-toggle-quotes
ChaunceyKiwi.json-tree-view
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens-insiders
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
glitchbl.laravel-create-view
GrapeCity.gc-excelviewer
HookyQR.beautify
IHunte.laravel-blade-wrapper
imperez.smarty
mblode.twig-language-2
mhutchie.git-graph
mikestead.dotenv
mkloubert.vscode-remote-workspace
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
msjsdiag.cordova-tools
naoray.laravel-goto-components
NativeScript.nativescript
Nur.just-black
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
peakchen90.vue-beautify
PKief.material-icon-theme
ryannaddy.laravel-artisan
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
shufo.vscode-blade-formatter
sketchbuch.vsc-quokka-statusbar
slevesque.vscode-hexdump
stef-k.laravel-goto-controller
Stepsize.stepsize
thekalinga.bootstrap4-vscode
tombonnike.vscode-status-bar-format-toggle
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wix.vscode-import-cost
Wscats.vue
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
Zignd.html-css-class-completion
zobo.php-intellisense
